Repository: xbmc/audiodecoder.ncsf
Catalog: audiodecoder.ncsf/resources/language/resource.language.*/strings.po
Languages: es_mx

# #30000
source: Default length
es_mx: Longitud por defecto

# #30001
source: Used if specified file does not provide the length.
es_mx: Utilizado si el archivo especificado no indica la longitud.

# #30002
source: unused
es_mx: sin usar

# #30004
source: Default fade out time
es_mx: Tiempo de desvanecido por defecto

# #30005
source: Used if specified file does not provide the length and fade.
es_mx: Utilizado si el archivo especificado no indica la longitud y el desvanecido.

# #30006
source: unused
es_mx: sin usar

# #30008
source: Suppress opening silence
es_mx: Eliminar silencio de entrada

# #30009
source: Some files start with silent data, this prevents it and looks for the beginning.
es_mx: Algunos archivos empiezan con datos en silencio, esta opci칩n lo previene y busca el inicio.

# #30010
source: Suppress end silence
es_mx: Eliminar silencio de salida

# #30011
source: Some files end with silent data, this prevents it and looks for the end.
es_mx: Algunos archivos terminan con datos en silencio, esta opci칩n lo previene y busca el final.

# #30012
source: Second of silence to check
es_mx: Segundos de silencio a verificar

# #30013
source: How many silent seconds are allowed before playback is stopped.
es_mx: Cuantos segundos de silencio se permitir치n antes de detener la reproducci칩n.
